{"metadata":{"responseInfo":{"status":200,"developerMessage":"OK"},"resultset":{"count":3660,"pagesize":2,"page":0},"executionTime":0.077301979064941406},"results":[{"about_office":"<p>The USAO for the District of Alaska is charged with the primary responsibility of representing the United States in court. The Criminal Division is responsible for prosecuting all federal crimes ranging from acts of terrorism to public corruption, white-collar crime, gang and gun crimes, internet-related crimes, and environmental crimes. Through its Civil Division, the Office is charged with defending agencies of the United States, enforcing regulatory agencies’ authority, and recovering funds from violators of U.S. criminal, regulatory, and civil laws.  An internship with U.S. Attorney’s Office for the District of Alaska offers a unique and challenging experience to work in criminal prosecution or civil litigation in the Last Frontier.  Assignments include, but are not limited to, drafting responsive motions, dispositive motions, memoranda of law, and appellate briefs. Interns become familiar with the rules of evidence and either the Federal Rules of Civil or Criminal Procedure depending on placement with Criminal or Civil Division. In addition, interns may attend depositions, meetings with agents, and accompany the attorneys to observe court proceedings.  By local rule, law students in their second semester of their second year of law school, or law students in their third-year of law school, have a unique opportunity to be approved to appear in court at hearings and participate in trials.</p>\n","application_process":"<p>Cover letter, resume, transcript, e-mail address and telephone number where student can be reached both day and evening, two references with phone numbers and email address and preference for Anchorage, Fairbanks, or Juneau and preference for Criminal or Civil Division.  Also include any specific interest in working in Alaska.</p>\n\n<p><a href=\"/usao/ak/\">USAO District of Alaska</a></p>\n\n<p>Telephone:  (907) 271-5071<br />\nFax:  (907) 271-1500<br />\nEmail: <a href=\"mailto:USAAK.Intern.Applicatoins@usdoj.gov\">USAAK.InternApplications@usdoj.gov</a> <br />\nApplications may be sent via email to the above email address.</p>\n\n<p><b>Deadline:  Applications for summer internships may be submitted beginning in September preceding the summer for which application is made. The deadline for summer internship applications is February 1 of the year for which application is made.  Positions will be filled on a rolling basis.  All decisions will be made by March 1.  If interested in an internship for fall, winter or spring, please provide an application at least six weeks prior to desired start date.</b></p>\n","body":"<p>Perform research projects and assist in discovery, motion practice, and trial preparation. To ensure that all interns finish the summer with a good writing sample, every intern will work under the guidance of an AUSA to prepare documents to be filed with the court. Interns will be given assignments with as many different attorneys as possible, providing exposure to a wider variety of practice areas and professional contacts. We also have brown bag lunches at which AUSAs, the defense bar, the judiciary, and federal agents speak. Our goal is to introduce our interns to the federal legal system, to develop their legal skills and, above all, to enjoy their summer here in the Last Frontier (with 20+ hours of daylight).</p>\n\n<p>Internship Locations:   Anchorage (3); Fairbanks (1); Juneau (1)</p>\n\n<p> </p>\n","changed":"1611935277","created":"1399914723","deadline":null,"hiring_office":null,"hiring_org":{"uuid":"089db8e3-1ca9-43f8-9bd1-f608b3e927a0","name":"USAO District of Alaska"},"job_id":null,"language":"en","location":{"country":"US","administrative_area":"AK","locality":"Anchorage","postal_code":"99513","thoroughfare":"222 West 7th Avenue, #9","sub_premise":null,"phone_number":"","phone_number_extension":"","mobile_number":"","fax_number":""},"num_positions":"5","position":"law_student_volunteer_academic_year","practice_area":"oarm-civilliti","qualifications":"<p>Law students that have completed their first year. Law school graduates are not eligible for student positions. Students chosen will be subject to a background investigation, which can take up to three months. Must be a U.S. citizen. Must provide information for a background investigation (includes inquiry into, suitability issues such as illegal activity such as drug use, outstanding debts, tax information, etc). Final approval for all applicants is then obtained from the Department of Justice in Washington, D.C.</p>\n\n<p>Minimum Participation Required: 8-10 weeks</p>\n","relocation_expenses":"None","salary":"Work-study credit possible.","title":"Law Student Volunteer, Academic Year","travel":"None","url":"https://www.justice.gov/legal-careers/job/usao-district-alaska","uuid":"92db84e4-3e3d-41f0-bc79-c1b9d2153e35","vuuid":"e23ec71e-3ca6-4800-9146-599fd0ab1d02"},{"about_office":"<p>The Tucson branch of the United States Attorneys Office for the District of Arizona has primary responsibility for prosecuting federal crimes occurring in and relating to Southern Arizona. Law student clerks will handle research and writing projects from the office's of Criminal, Civil, and Appellate Divisions:</p>\n\n<p><u>Criminal Division</u> : Assistant U.S. Attorneys working in the Criminal Division prosecute violations of the federal criminal code including: narcotics trafficking crimes, violent crimes occurring on the Indian reservations and federal facilities located in southern Arizona (including homicides, child abuse, sex offenses and bank robberies), white collar crimes (including mortgage fraud, tax fraud, money laundering), crimes affecting the national security of the United States (including alien smuggling, weapons smuggling, and terrorism) and crimes particularly prevalent in the southwest border states (including illegal reentry of a removed alien and alien smuggling).</p>\n\n<p><u>Appellate Division</u>: Assistant U.S. Attorneys working in the Appellate Division research and write appellate briefs and conduct oral argument on behalf of the United States before the Ninth Circuit Court of Appeals. They also provide legal advice to the attorneys in the Civil and Criminal Divisions and help draft pleadings of first impression. In addition to working on appellate briefs, law clerks may be invited to attend and actively participate in moot courts that are conducted before every Ninth Circuit oral argument.</p>\n\n<p><u>Civil Division</u>: Assistant U.S. Attorneys working in the Civil Division handle an extensive volume of cases, including defending the actions of federal agencies, handling Freedom of Information Act and Privacy Act cases, defending medical malpractice actions and employment discrimination claims, and defending Federal Tort Claims Act cases. Attorneys also represent federal law enforcement officers. The Civil Division handles bankruptcy matters, and contains the Financial Litigation Unit, which handles collections on behalf of the government.</p>\n\n<p> </p>\n","application_process":"<p>Applications should be e-mailed to Micah Schmit at <a href=\"mailto:Gerard.schmit@usdoj.gov\">Gerard.schmit@usdoj.gov</a>. Applications should include the following materials, all in one consolidated PDF file: (a) cover letter and résumé, (b) law school transcript, (c) legal writing sample (10 pages or less, please), (d) dates of availability, and (e) telephone number(s) where the applicant can be reached.</p>\n\n<p><a href=\"/usao/az/\">USAO District of Arizona</a><br />\nCriminal Division<br />\n405 W. Congress St.<br />\nSuite 4800<br />\nTucson, AZ 85701</p>\n\n<p>ATTN:  Micah Schmit, Tucson Criminal Division, Law Clerk Supervisor<br />\nTelephone:  (520) 620-7300<br />\nFax:  (520) 620-7320<br />\nEmail:  <a href=\"mailto:Gerard.schmit@usdoj.gov\">Gerard.schmit@usdoj.gov</a></p>\n","body":"<p>While being mindful of the offices inherent confidentiality guidelines, law clerks will conduct legal research and draft motions and pleadings filed in U.S. District Court, and will have the opportunity to assist with court and trial preparation. Clerks may also have the opportunity to help draft appellate briefs filed with the Ninth Circuit Court of Appeals. Law clerks are encouraged to watch federal court proceedings, attend legal trainings, and explore federal practice and procedure.</p>\n\n<p>Successful applicants should: 1) be proactive self-starters who are interested in working in a fast-paced environment offering a variety of opportunities and experiences; 2) have solid research and writing skills; and 3) have a demonstrated interest in public service, particularly including experience working in a prosecution office. Clerks will be given assignments in as many different practice areas and with as many different attorneys as possible, providing exposure to a number of subject matters and styles of practice. Additionally, interested individuals participating in the Summer Clerkship Program will have the opportunity to have a guided behind the scenes tour of port of entry facility along the U.S./Mexico border, as well as of a federal prison.</p>\n","changed":"1620161091","created":"1399914723","deadline":"1622530800","hiring_office":"Tucson Criminal / Civil/ Appellate","hiring_org":{"uuid":"b95a8347-8910-408c-a50c-81c000dbbaea","name":"USAO District of Arizona"},"job_id":null,"language":"en","location":{"country":"US","administrative_area":"AZ","locality":"Tucson","postal_code":"85701","thoroughfare":"405 W. Congress St.","sub_premise":null,"phone_number":"","phone_number_extension":"","mobile_number":"","fax_number":""},"num_positions":"up to 3 positions","position":"law_student_volunteer_academic_year","practice_area":"oarm-crimelaw","qualifications":"<p><span>Enrolled in an ABA-accredited law school and be a rising 2L or 3L. Graduates cannot be considered for this particular posting. </span><strong>Must be a U.S. citizen.</strong> Strong grades and excellent research and writing skills. Completion of courses in Evidence and in Criminal Law or Procedure are a plus, but not required. A background check must be completed upon acceptance of the clerkship offer because of the sensitive nature of the work performed by the United States Attorneys Office. Prior criminal arrests and/or convictions, illegal drug or alcohol use, and tax issues could disqualify the student. Applicants who are available for at least 10 weeks during the fall are preferred.</p>\n","relocation_expenses":null,"salary":"The clerkships are unpaid, and clerks will not receive benefits; however, the office will work with law schools that offer academic course credit.","title":"Law Student Volunteer, Fall 2021, Tucson Office (Criminal/Civil/Appellate)","travel":"None","url":"https://www.justice.gov/legal-careers/job/law-student-volunteer-fall-2021-tucson-office-criminalcivilappellate","uuid":"d1b2afbb-c819-4199-a175-8ea5d215ec69","vuuid":"ce7fdec8-bdf6-454e-a3b3-76c527c008e2"}]}